WELCOME_MESSAGE = (
    '👋🏻 Здравствуйте, {}!\n\n'
    'Рады приветствовать в TrustRDP – аренда рекламных аккаунтов от профессионалов!\n\n'
    'С помощью нашего бота вы сможете быстро и удобно арендовать аккаунт для '
    'рекламных целей, сохранив свое время и усилия.\n\n'
    'По ссылке ниже, в групповом чате, Вас уже ждет бот-помощник и саппорт-менеджер.\n\n'
    'Нажмите на кнопку ниже, чтобы приступить к работе!'
    # "'Чтобы начать, пожалуйста, пройдите простую регистрацию.\n'
    # 'Готовы? Нажмите на кнопку ниже!'
)

REGISTRATION_MESSAGE = ("Чат создан.\n\n"
                        "Нажмите на кнопку ниже, чтобы приступить к работе с ботом.")

ACTIVATE_MESSAGE = ("Бот активирован в чате.\n\n"
                    "Остался <b>последний шаг</b>:\n\n"
                    "Пожалуйста, <b>через запятую</b> пришлите Ваши "
                    "<b>имя</b> и <b>электронную почту</b>.")

FIRST_MENU_MESSAGE = ("Пока у Вас нет приобретённых аккаунтов, предлагаю это исправить по кнопке ниже поля ввода.\n\n"
                      "Если нужно обсудить детали с Вашим персональным менеджером, напишите запрос в этот чат.\n\n"
                      "⬇️ Нажмите на кнопку ниже, чтобы посмотреть видеоинструкции по самостоятельному "
                      "выполнению самых популярных операций.")

FIRST_MAIN_MENU_MESSAGE = (
    "Выберите необходимое действие:"
)
